[
  {
    "Title": "How to Dispose of Old Batteries Safely in Portugal",
    "Content": "If you couldn’t donate used batteries, avoid throwing them in the trash. In Portugal, use 'Ponto Electrão' collection points in supermarkets, electronics stores, and waste centers. Batteries contain toxic substances that pollute soil and water, so store them in a sealed container before dropping them off."
  },
  {
    "Title": "Recycling Old Furniture That Can’t Be Donated Properly",
    "Content": "If your furniture is too damaged for donation, check your local municipal waste service. Many Portuguese cities offer free bulky waste collection. Some materials, like wood and metal, can be recycled separately. Dismantle furniture and take recyclable parts to eco-centers to reduce landfill waste."
  },
  {
    "Title": "Repurpose Old Wooden Furniture Instead of Discarding",
    "Content": "Before disposing of wooden furniture, consider refinishing it. Sanding, painting, or turning it into another useful item, like a bookshelf or garden bench, extends its life. If it’s beyond repair, contact recycling centers that process wood. Repurposing saves resources and reduces waste."
  },
  {
    "Title": "Proper Recycling of E-Waste When Donation Isn’t Possible",
    "Content": "If your old phone, laptop, or electronics can’t be donated, recycle them at certified e-waste points in municipal centers or electronics stores. Portugal has designated bins for e-waste, ensuring hazardous components don’t harm the environment. Never dispose of electronics in household trash!"
  },
  {
    "Title": "Repair Broken Appliances Before Choosing to Dispose",
    "Content": "If your appliance is broken and can’t be donated, check for Repair Cafés in Portugal. Many minor issues can be fixed at low cost. If repair isn’t an option, use official disposal points to ensure responsible recycling of materials like plastic, metal, and electronic components."
  },
  {
    "Title": "Safe Disposal of Old Refrigerators and Freezers in Portugal",
    "Content": "Old refrigerators contain harmful gases and must be disposed of properly. Contact your municipality for collection or take them to certified recycling centers. Many electrical stores also offer take-back services when purchasing a new appliance, ensuring responsible recycling."
  },
  {
    "Title": "Turning Unusable Clothes into Useful Household Items",
    "Content": "If clothes are too damaged for donation, cut them into cleaning rags or use them for DIY projects. Natural fabrics like cotton can be composted. Textile recycling bins in Portugal also accept old clothing, ensuring they are processed and reused in sustainable ways."
  },
  {
    "Title": "Safe Disposal of Broken Electronic Gadgets and Accessories",
    "Content": "If old electronics like headphones, chargers, and keyboards are beyond repair or donation, drop them off at e-waste bins in electronic stores or municipal collection points. Avoid throwing them in regular trash, as they contain plastics and metals that should be recycled properly."
  },
  {
    "Title": "How to Dispose of Large Items Like Sofas and Cabinets",
    "Content": "Portugal offers free bulky waste collection in most cities. Check with your local waste management service to schedule a pickup for large items like sofas, tables, and cabinets. If possible, dismantle them and separate recyclable materials like wood, fabric, and metal."
  },
  {
    "Title": "Recycling Plastic Items That Can’t Be Donated Anymore",
    "Content": "If plastic furniture, containers, or toys can’t be reused, take them to an 'Ecoponto Amarelo' (yellow recycling bin) or a dedicated plastic recycling center. Never burn plastic, as it releases toxic gases. Many Portuguese recycling centers also accept rigid plastics for repurposing."
  },
  {
    "Title": "Upcycling Glass Jars and Bottles Before Recycling Them",
    "Content": "If your glass jars or bottles can’t be repurposed for storage, make sure to recycle them in the 'Ecoponto Verde' (green recycling bin). Clean them before disposal to avoid contamination. Consider using old jars for DIY projects, like organizing small items or making decorative lanterns."
  },
  {
    "Title": "Where to Recycle Old Paint, Solvents, and Chemicals?",
    "Content": "Leftover paint, solvents, and chemicals should never be poured down the drain. Instead, take them to hazardous waste collection centers in your area. Many municipalities in Portugal have special collection points for toxic waste, ensuring safe disposal without harming the environment."
  },
  {
    "Title": "How to Dispose of an Old Mattress in an Eco-Friendly Way",
    "Content": "If your mattress can’t be donated, contact your municipality for collection. Many Portuguese cities have mattress recycling programs, ensuring that materials like foam, fabric, and metal springs are reused instead of going to landfills. Some companies offer mattress take-back services."
  },
  {
    "Title": "Recycling Old Books and Magazines That Can’t Be Donated",
    "Content": "Books that are too damaged for donation can be recycled with paper waste. Remove any plastic covers before placing them in the blue recycling bin. You can also use old books for craft projects or as home decorations before sending them to recycling centers."
  },
  {
    "Title": "Where to Dispose of Old and Broken Light Bulbs?",
    "Content": "Fluorescent and LED bulbs contain hazardous materials and should not be thrown in normal bins. Many electronic stores in Portugal have collection points for light bulbs. Proper disposal prevents harmful substances from contaminating soil and water sources."
  },
  {
    "Title": "Safe Disposal of Broken Ceramic and Porcelain Items",
    "Content": "Dishes, tiles, and other ceramics that cannot be donated should be taken to municipal waste centers, as they do not belong in regular recycling bins. Avoid mixing them with glass, as ceramics require different recycling processes. Some pieces can also be repurposed for DIY projects."
  },
  {
    "Title": "How to Recycle Old Shoes That Can’t Be Donated Anymore",
    "Content": "If shoes are beyond donation, check if they can be used for DIY projects. Otherwise, textile recycling centers in Portugal may accept them. Some brands also offer shoe take-back programs, ensuring they are properly processed instead of ending up in landfills."
  },
  {
    "Title": "What to Do with an Old Carpet or Worn-Out Rug?",
    "Content": "If your carpet is too damaged to donate, contact local recycling programs that handle textiles and synthetic fibers. Many companies in Portugal specialize in repurposing carpets. If disposal is necessary, roll it up and schedule a municipal collection service."
  },
  {
    "Title": "Creative Ways to Use an Old Wooden Door Before Disposal",
    "Content": "Before discarding an old door, consider repurposing it into a tabletop, headboard, or decorative wall piece. Wooden doors can also be turned into garden fences or benches. If disposal is necessary, take it to a wood recycling center to prevent unnecessary waste."
  },
  {
    "Title": "How to Dispose of Old Tires Properly in Portugal?",
    "Content": "If your old tires cannot be repurposed for DIY projects, bring them to authorized tire collection points available in auto repair shops. Many recycling centers also accept tires, ensuring they are processed into materials for roads, playgrounds, and other eco-friendly projects."
  }
]
